brew "antidote"
brew "awscli"
brew "bat"
brew "borgbackup"
brew "btop"
brew "buildkit"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "dos2unix"
brew "eza"
brew "fzf"
brew "gh"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gopass"
brew "gopass-jsonapi"
brew "hadolint"
brew "helm"
brew "irssi"
brew "jq"
brew "k9s"
brew "krew"
brew "kubernetes-cli"
brew "mkcert"
brew "neovim"
brew "node"
brew "nvm"
brew "openconnect"
brew "pandoc"
brew "ripgrep"
brew "starship"
brew "telepresenceio/telepresence/telepresence-oss"
brew "trivy"
brew "uv"
brew "vpn-slice"
brew "wget"
brew "youtube-dl"
brew "yq"
cask "adobe-creative-cloud"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "inkscape"
cask "mongodb-compass"
cask "orbstack"
cask "postman"
cask "private-internet-access"
cask "steam"
cask "stolendata-mpv"
cask "tailscale"
cask "the-unarchiver"
cask "visual-studio-code"
cask "whatsapp"
vscode "biomejs.biome"
vscode "charliermarsh.ruff"
vscode "docker.docker"
vscode "editorconfig.editorconfig"
vscode "elijah-potter.harper"
vscode "exiasr.hadolint"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "redhat.vscode-yaml"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
